


function About_Objective() {
    return <div>

        <h2>🧠 จุดแข็ง & ความตั้งใจ</h2>

        <br/>

        <div> พร้อมเรียนรู้และพัฒนาทักษะใหม่ๆ อย่างต่อเนื่อง </div>

        <br/>

        <div> มีความตั้งใจและความรับผิดชอบสูงในการทำงาน </div>

        <br/>

        <div> มุ่งมั่นสร้างผลงานที่ สวยงาม ใช้งานง่าย และทันสมัย </div>

        <br/>

        <div> มีความสนใจในการพัฒนาเว็บแอปพลิเคชันด้วย เทคโนโลยีสมัยใหม่ </div>
    
        <br/>
        <hr/>
        <br/>

    </div>

}

export default About_Objective ;