

function About_WorkExperience() {
    return <div>

        <h2> 🪪 ประสบการณ์</h2>

        <br/>

        <div> พนักงานขาย | บริษัท คิงเพาเวอร์ แท็กซ์ฟรี จำกัด ( มกราคม 2565 - ปัจจุบัน ) </div>
       
        <div> พนักงานแคชเชียร์ | บริษัท คิงเพาเวอร์ อินเตอร์เนชั่นแนล จำกัด ( กันยายน 2557 - ธันวาคม 2564 ) </div>
    
        <br/>
        
        <div>
            <h3>📌 หมายเหตุเพิ่มเติม</h3>

            <br/>

            <div>
                แม้ยังไม่มีประสบการณ์การทำงานด้าน Web Programming อย่างเป็นทางการ 
            </div>

            <div>
                แต่ผมมีความตั้งใจจริงในการเข้าสู่วงการ และพร้อมทุ่มเทเวลาในการพัฒนาทักษะอย่างต่อเนื่องเพื่อสร้างผลงานที่มีคุณค่าให้กับองค์กร
            </div>

        </div>

        <br/>
        <hr/>
        <br/>

    </div>

}

export default About_WorkExperience ;